{
    "emotion_feedback": {
        "very_good": [
            { "id": 1, "text": "วันนี้พลังดีมากเลยค่ะ รักษารอยยิ้มนี้ไว้นะคะ" },
            { "id": 2, "text": "พลังบวกเต็มที่แบบนี้ ทำสิ่งใดก็สำเร็จค่ะ" },
            { "id": 3, "text": "วันนี้ออร่าดีมาก ใครเห็นก็สดใสตามค่ะ" },
            { "id": 4, "text": "ใช้พลังดี ๆ นี้ทำสิ่งที่ตั้งใจไว้นะคะ" },
            { "id": 5, "text": "วันนี้เหมาะกับการเริ่มต้นสิ่งใหม่ค่ะ" },
            { "id": 6, "text": "พลังงานดีแบบนี้ มีโชคเข้ามาแน่นอนค่ะ" },
            { "id": 7, "text": "รอยยิ้มวันนี้นำความสุขมาสู่คนรอบตัวค่ะ" },
            { "id": 8, "text": "ดวงวันนี้เปิดเต็มที่ค่ะ" },
            { "id": 9, "text": "แบ่งพลังดี ๆ ให้คนรอบข้างบ้างนะคะ" },
            { "id": 10, "text": "เก็บพลังดีนี้ไว้ตลอดทั้งวันนะคะ" }
        ],
        "good": [
            { "id": 1, "text": "วันนี้ดูสดใสดีมากค่ะ รักษาความสบายใจไว้นะคะ" },
            { "id": 2, "text": "เติมรอยยิ้มอีกนิด วันนี้จะยิ่งดีค่ะ" },
            { "id": 3, "text": "พลังวันนี้กำลังดี ทำอะไรก็ราบรื่นค่ะ" },
            { "id": 4, "text": "จิบน้ำหรือพักสักครู่ จะสดชื่นขึ้นค่ะ" },
            { "id": 5, "text": "วันนี้เหมาะกับการพูดคุยเรื่องดี ๆ ค่ะ" },
            { "id": 6, "text": "พลังใจดีแบบนี้ สิ่งดี ๆ จะตามมา" },
            { "id": 7, "text": "ลองทำสิ่งที่ชอบสักอย่างวันนี้นะคะ" },
            { "id": 8, "text": "ความสงบวันนี้คือโชคของคุณค่ะ" },
            { "id": 9, "text": "เติมกำลังใจเล็ก ๆ แล้ววันจะยิ่งดีขึ้นค่ะ" },
            { "id": 10, "text": "วันนี้มีพลังดีโอบล้อมคุณอยู่นะคะ" }
        ],
        "neutral": [
            { "id": 1, "text": "วันนี้ลองพักสายตาสักครู่นะคะ" },
            { "id": 2, "text": "หายใจลึก ๆ สามครั้ง แล้วทุกอย่างจะดีขึ้นค่ะ" },
            { "id": 3, "text": "ลองยิ้มให้ตัวเองสักนิดนะคะ" },
            { "id": 4, "text": "จิบน้ำสักแก้ว เติมความสดชื่นค่ะ" },
            { "id": 5, "text": "บางวันไม่ต้องสมบูรณ์แบบก็ได้นะคะ" },
            { "id": 6, "text": "พลังดี ๆ กำลังค่อย ๆ เข้ามาค่ะ" },
            { "id": 7, "text": "ลองทำสิ่งเล็ก ๆ ที่ทำให้สบายใจดูนะคะ" },
            { "id": 8, "text": "วันนี้ค่อย ๆ เป็น ค่อย ๆ ไปก็พอค่ะ" },
            { "id": 9, "text": "พักผ่อนเพิ่มอีกนิด จะสดใสขึ้นค่ะ" },
            { "id": 10, "text": "คุณทำได้ดีในแบบของคุณแล้วนะคะ" }
        ],
        "low": [
            { "id": 1, "text": "วันนี้ลองพักสักครู่นะคะ" },
            { "id": 2, "text": "หายใจลึก ๆ ช้า ๆ แล้วใจจะเบาขึ้นค่ะ" },
            { "id": 3, "text": "ทุกอย่างค่อย ๆ ผ่านไปนะคะ" },
            { "id": 4, "text": "เติมพลังให้ตัวเองด้วยน้ำอุ่นสักแก้วค่ะ" },
            { "id": 5, "text": "บางวันเหนื่อยได้ ไม่เป็นไรนะคะ" },
            { "id": 6, "text": "คุณสำคัญมาก อย่าลืมดูแลตัวเองค่ะ" },
            { "id": 7, "text": "ลองนั่งเงียบ ๆ สักครู่ แล้วจะดีขึ้นค่ะ" },
            { "id": 8, "text": "พลังดี ๆ กำลังโอบล้อมคุณอยู่นะคะ" },
            { "id": 9, "text": "วันนี้ให้ใจได้พักบ้างนะคะ" },
            { "id": 10, "text": "พรุ่งนี้จะเป็นวันที่สดใสขึ้นค่ะ" }
        ]
    }
}
