{
    "emotion_feedback": {
        "very_good": [
            { "id": "verygood_01", "text": "วันนี้ออร่าคุณสว่างมาก เทวดาประจำตัวกำลังส่งพลังดี ๆ มาให้ ทำอะไรก็ราบรื่น" },
            { "id": "verygood_02", "text": "พลังบุญที่คุณสะสมไว้กำลังทำงาน เหมาะกับการเริ่มต้นสิ่งมงคล" },
            { "id": "verygood_03", "text": "ดวงเปิดเต็มที่ มีเกณฑ์รับข่าวดีหรือโชคลาภเล็ก ๆ" },
            { "id": "verygood_04", "text": "จักรวาลกำลังสนับสนุนคุณอย่างเต็มกำลัง อย่ากลัวที่จะก้าวไปข้างหน้า" },
            { "id": "verygood_05", "text": "วันนี้เป็นวันแห่งแสงทอง เหมาะกับการอธิษฐานสิ่งที่ตั้งใจ" },
            { "id": "verygood_06", "text": "พลังใจคุณนิ่งและแข็งแรง ทำบุญเล็ก ๆ จะยิ่งเสริมดวงให้ปังขึ้น" },
            { "id": "verygood_07", "text": "บุญเก่ากำลังหนุนหลัง คนรอบตัวจะเมตตาเอ็นดู" },
            { "id": "verygood_08", "text": "เหมาะกับการใส่เสื้อสีมงคลและออกไปพบปะผู้คน จะยิ่งเสริมเสน่ห์" },
            { "id": "verygood_09", "text": "ดวงการเงินและโชคมีแรงสั่นสะเทือนที่ดี ลองตั้งจิตอธิษฐานดู" },
            { "id": "verygood_10", "text": "วันนี้คุณคือคนที่มีพลังบวกสูงที่สุดในห้องนี้" }
        ],
        "good": [
            { "id": "good_01", "text": "พลังโดยรวมดี มีเทวดาคุ้มครองอยู่ใกล้ ๆ" },
            { "id": "good_02", "text": "วันนี้เหมาะกับการทำสิ่งดี ๆ ให้ตัวเอง เช่น สวดมนต์สั้น ๆ หรือไหว้พระ" },
            { "id": "good_03", "text": "ดวงนิ่งและมั่นคง ทำอะไรด้วยใจเย็นจะเห็นผลดี" },
            { "id": "good_04", "text": "มีสัญญาณแห่งความก้าวหน้า แม้จะเล็กน้อยแต่มั่นคง" },
            { "id": "good_05", "text": "พลังงานวันนี้เหมาะกับการพูดดี คิดดี แล้วสิ่งดีจะย้อนกลับมา" },
            { "id": "good_06", "text": "หากตั้งจิตอธิษฐานก่อนออกจากบ้าน จะช่วยเปิดทางให้ราบรื่น" },
            { "id": "good_07", "text": "โชคเล็ก ๆ อาจมาในรูปแบบคำชม หรือข่าวดี" },
            { "id": "good_08", "text": "วันนี้ควรทำบุญด้วยน้ำดื่มหรือแบ่งปันเล็ก ๆ น้อย ๆ" },
            { "id": "good_09", "text": "ดวงสัมพันธ์ผู้คนดี มีเกณฑ์ได้รับความช่วยเหลือ" },
            { "id": "good_10", "text": "แค่ยิ้มให้ตัวเองหน้ากระจก ก็เสริมสิริมงคลแล้ว" }
        ],
        "neutral": [
            { "id": "neutral_01", "text": "พลังวันนี้กลาง ๆ แนะนำให้พักใจสักครู่ สูดลมหายใจลึก ๆ" },
            { "id": "neutral_02", "text": "ดวงยังไม่เปิดเต็มที่ ลองสวดมนต์บทสั้น ๆ เสริมพลัง" },
            { "id": "neutral_03", "text": "วันนี้ควรพูดให้น้อย ฟังให้มาก จะผ่านไปอย่างราบรื่น" },
            { "id": "neutral_04", "text": "เหมาะกับการจัดบ้านเล็กน้อยเพื่อปรับพลังฮวงจุ้ย" },
            { "id": "neutral_05", "text": "ดื่มน้ำอุ่นหรือจิบน้ำบ่อย ๆ จะช่วยปรับสมดุลธาตุในร่างกาย" },
            { "id": "neutral_06", "text": "ลองใส่เสื้อสีอ่อน ๆ เพื่อเสริมพลังใจ" },
            { "id": "neutral_07", "text": "ทำบุญเล็ก ๆ เช่น ให้อาหารสัตว์ จะช่วยให้ใจเบาขึ้น" },
            { "id": "neutral_08", "text": "วันนี้อย่าฝืนตัวเองมากนัก พักบ้างก็เป็นบุญกับตัวเอง" },
            { "id": "neutral_09", "text": "หลีกเลี่ยงการคิดมาก เพราะดวงจะอ่อนลง" },
            { "id": "neutral_10", "text": "ตั้งจิตขอบคุณสิ่งดี ๆ 3 อย่าง แล้วพลังจะค่อย ๆ ดีขึ้น" }
        ],
        "low": [
            { "id": "low_01", "text": "พลังวันนี้อ่อนล้าเล็กน้อย ควรพักผ่อนและตั้งสติ" },
            { "id": "low_02", "text": "แนะนำให้นั่งนิ่ง ๆ หลับตาอธิษฐานสัก 1 นาที เพื่อเรียกพลังกลับมา" },
            { "id": "low_03", "text": "ดวงวันนี้ต้องใช้ความใจเย็นเป็นพิเศษ" },
            { "id": "low_04", "text": "หลีกเลี่ยงการตัดสินใจเรื่องใหญ่ รอจังหวะที่พลังนิ่งกว่านี้" },
            { "id": "low_05", "text": "ลองล้างหน้าด้วยน้ำเย็นเบา ๆ เพื่อปรับพลังงานรอบตัว" },
            { "id": "low_06", "text": "ควรสวดมนต์บทสั้น ๆ ก่อนนอนเพื่อเสริมเกราะพลัง" },
            { "id": "low_07", "text": "อย่าโทษตัวเองมากเกินไป ทุกอย่างมีจังหวะของมัน" },
            { "id": "low_08", "text": "วันนี้เหมาะกับการอยู่เงียบ ๆ และดูแลใจตัวเอง" },
            { "id": "low_09", "text": "ลองจุดธูปไหว้พระหรือกล่าวคำขอพรเบา ๆ จะช่วยให้ใจมั่นคงขึ้น" },
            { "id": "low_10", "text": "พรุ่งนี้พลังจะดีขึ้นแน่นอน แค่ดูแลตัวเองให้ดีวันนี้ก็พอ" }
        ]
    }
}
