{
    "daily_greetings": {
        "morning": [
            { "id": 1, "text": "สวัสดีเช้าวันใหม่ค่ะ ขอให้วันนี้เป็นวันที่สดใสนะคะ" },
            { "id": 2, "text": "อรุณสวัสดิ์ค่ะ ขอให้แสงแดดวันนี้นำพาแต่สิ่งดี ๆ มาให้ค่ะ" },
            { "id": 3, "text": "เริ่มต้นวันด้วยรอยยิ้ม แล้วโชคดีจะตามมาค่ะ" },
            { "id": 4, "text": "วันนี้ขอให้สุขภาพแข็งแรงทั้งกายและใจนะคะ" },
            { "id": 5, "text": "ตื่นเช้าแบบนี้ ดวงเปิดรับสิ่งดี ๆ ค่ะ" },
            { "id": 6, "text": "ขอให้วันนี้มีแต่ข่าวดีเข้ามานะคะ" },
            { "id": 7, "text": "เช้านี้ลองสูดลมหายใจลึก ๆ แล้วรับพลังดี ๆ เข้ามาค่ะ" },
            { "id": 8, "text": "ขอให้การเริ่มต้นวันนี้ราบรื่นและสบายใจค่ะ" },
            { "id": 9, "text": "วันนี้ใส่สีมงคลแล้วออกไปอย่างมั่นใจนะคะ" },
            { "id": 10, "text": "ขอให้ทุกย่างก้าวในวันนี้เต็มไปด้วยความปลอดภัยค่ะ" }
        ],
        "afternoon": [
            { "id": 1, "text": "เที่ยงแล้ว อย่าลืมพักผ่อนและทานข้าวให้ครบมื้อนะคะ" },
            { "id": 2, "text": "ขอให้ช่วงบ่ายนี้ราบรื่นและมีแต่ความสบายใจค่ะ" },
            { "id": 3, "text": "พักสายตาสักครู่ เติมพลังให้ตัวเองนะคะ" },
            { "id": 4, "text": "ขอให้วันนี้ผ่านไปอย่างสงบและมีความสุขค่ะ" },
            { "id": 5, "text": "ดวงช่วงบ่ายดี เหมาะกับการทำสิ่งที่ตั้งใจไว้ค่ะ" },
            { "id": 6, "text": "จิบน้ำสักแก้ว จะสดชื่นขึ้นนะคะ" },
            { "id": 7, "text": "ขอให้การพูดคุยวันนี้มีแต่ความเข้าใจค่ะ" },
            { "id": 8, "text": "หากเหนื่อยนิดหน่อย ลองพักใจสักครู่ค่ะ" },
            { "id": 9, "text": "วันนี้มีพลังดี ๆ โอบล้อมคุณอยู่นะคะ" },
            { "id": 10, "text": "ขอให้ช่วงเวลานี้เป็นช่วงเวลาที่อบอุ่นค่ะ" }
        ],
        "evening": [
            { "id": 1, "text": "เย็นแล้วนะคะ วันนี้ทำได้ดีมากค่ะ" },
            { "id": 2, "text": "ขอให้ช่วงเย็นนี้เต็มไปด้วยความสงบค่ะ" },
            { "id": 3, "text": "พักผ่อนให้สบายใจนะคะ คุณเก่งมากวันนี้" },
            { "id": 4, "text": "ขอให้ครอบครัวอบอุ่น มีรอยยิ้มในบ้านค่ะ" },
            { "id": 5, "text": "วันนี้ผ่านไปได้อย่างดี ขอให้ภูมิใจในตัวเองนะคะ" },
            { "id": 6, "text": "หากมีเรื่องเหนื่อยใจ ขอให้ปล่อยวางไว้ก่อนค่ะ" },
            { "id": 7, "text": "ช่วงเย็นเหมาะกับการพักใจและทำสิ่งที่ชอบค่ะ" },
            { "id": 8, "text": "ขอให้คืนนี้มีแต่ความสบายและความสุขค่ะ" },
            { "id": 9, "text": "เทวดาคุ้มครองให้คุณปลอดภัยตลอดค่ำคืนนี้ค่ะ" },
            { "id": 10, "text": "ขอบคุณที่ดูแลตัวเองในวันนี้นะคะ" }
        ]
    }
}
